Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# tipsShareDetailArchiveContent
source: ExcalidrawZ allows you to archive all files stored in the database and export them to your local device. - **How it works** When you select the **Archive** option in the Share panel, all database files will be collected and exported together. - **Result** The export will appear as a folder on your local device, containing all your archived files.
ar: يتيح ExcalidrawZ أرشفة جميع الملفات المخزنة في قاعدة البيانات وتصديرها إلى جهازك المحلي. - **كيف يعمل** عند اختيار خيار **الأرشفة** في لوحة المشاركة، سيتم جمع جميع ملفات قاعدة البيانات وتصديرها معًا. - **النتيجة** سيظهر التصدير كمجلد على جهازك المحلي يحتوي على جميع ملفاتك المؤرشفة.
de: ExcalidrawZ ermöglicht es Ihnen, alle in der Datenbank gespeicherten Dateien zu archivieren und auf Ihr lokales Gerät zu exportieren. - **Funktionsweise** Wenn Sie die Option **Archiv** im **Teilen**-Panel auswählen, werden alle Datenbankdateien gesammelt und gemeinsam exportiert. - **Ergebnis** Der Export erscheint als Ordner auf Ihrem lokalen Gerät und enthält alle Ihre archivierten Dateien.
es: ExcalidrawZ te permite archivar todos los archivos almacenados en la base de datos y exportarlos a tu dispositivo local. - **Cómo funciona** Cuando seleccionas la opción **Archivar** en el panel Compartir, todos los archivos de la base de datos se recopilarán y exportarán juntos. - **Resultado** La exportación aparecerá como una carpeta en tu dispositivo local, que contiene todos tus archivos archivados.
fr: ExcalidrawZ vous permet d'archiver tous les fichiers stockés dans la base de données et de les exporter sur votre appareil local. - **Comment ça marche** Lorsque vous sélectionnez l'option **Archiver** dans le panneau de partage, tous les fichiers de la base de données seront rassemblés et exportés ensemble. - **Résultat** L'exportation apparaîtra sous la forme d'un dossier sur votre appareil local, contenant tous vos fichiers archivés.
hi: ExcalidrawZ आपको डेटाबेस में संग्रहीत सभी फ़ाइलों को आर्काइव करने और उन्हें अपने लोकल डिवाइस पर निर्यात करने की सुविधा देता है. - **यह कैसे काम करता है** जब आप **Share** पैनल में **Archive** विकल्प चुनते हैं, तो डेटाबेस की सभी फ़ाइलें एकत्र की जाएँगी और एक साथ निर्यात कर दी जाएँगी. - **परिणाम** निर्यात आपके लोकल डिवाइस पर एक फ़ोल्डर के रूप में दिखाई देगा, जिसमें आपकी सभी आर्काइव की गई फ़ाइलें शामिल होंगी.
it: ExcalidrawZ ti permette di archiviare tutti i file memorizzati nel database ed esportarli sul tuo dispositivo locale. - **Come funziona** Quando selezioni l'opzione **Archivia** nel pannello Condividi, tutti i file del database verranno raccolti ed esportati insieme. - **Risultato** L'esportazione apparirà come una cartella sul tuo dispositivo locale, contenente tutti i file archiviati.
ja: ExcalidrawZ はデータベースに保存されたすべてのファイルをアーカイブし、ローカルデバイスにエクスポートすることができます。 - **仕組み** 共有パネルで **アーカイブ** を選択すると、データベース内のファイルがすべて収集され、一括でエクスポートされます。 - **結果** エクスポートはローカルデバイス上にフォルダとして出力され、アーカイブされたすべてのファイルが含まれます。
ko: ExcalidrawZ는 데이터베이스에 저장된 모든 파일을 보관하여 로컬 장치로 내보낼 수 있습니다. - **작동 방식** 공유 패널에서 **보관** 옵션을 선택하면 데이터베이스의 모든 파일이 수집되어 한꺼번에 내보내집니다. - **결과** 내보내기는 로컬 장치에 폴더 형태로 생성되며, 보관된 모든 파일을 포함합니다.
nl: ExcalidrawZ stelt je in staat alle bestanden die in de database zijn opgeslagen te archiveren en naar je lokale apparaat te exporteren. - **Hoe het werkt** Wanneer je in het **Delen**-paneel de optie **Archiveren** selecteert, worden alle databasebestanden verzameld en samen geëxporteerd. - **Resultaat** De export verschijnt als een map op je lokale apparaat en bevat al je gearchiveerde bestanden.
pl: ExcalidrawZ umożliwia zarchiwizowanie wszystkich plików przechowywanych w bazie danych i wyeksportowanie ich na Twoje lokalne urządzenie. - **Jak to działa** Gdy wybierzesz opcję **Archiwizuj** w panelu Udostępniania, wszystkie pliki z bazy danych zostaną zebrane i wyeksportowane razem. - **Wynik** Eksport pojawi się jako folder na Twoim lokalnym urządzeniu, zawierający wszystkie zarchiwizowane pliki.
pt: O ExcalidrawZ permite arquivar todos os ficheiros armazenados na base de dados e exportá‑los para o seu dispositivo local. - **Como funciona** Quando selecionar a opção **Arquivar** no painel **Partilhar**, todos os ficheiros da base de dados serão recolhidos e exportados em conjunto. - **Resultado** A exportação aparecerá como uma pasta no seu dispositivo local, contendo todos os ficheiros arquivados.
ru: ExcalidrawZ позволяет архивировать все файлы, хранящиеся в базе данных, и экспортировать их на ваше локальное устройство. - **Как это работает** Когда вы выберете опцию **Archive** в панели **Share**, все файлы из базы данных будут собраны и экспортированы вместе. - **Результат** Экспорт появится в виде папки на вашем локальном устройстве, содержащей все ваши архивированные файлы.
th: ExcalidrawZ ช่วยให้คุณสามารถเก็บถาวรไฟล์ทั้งหมดที่จัดเก็บในฐานข้อมูลและส่งออกไปยังอุปกรณ์ในเครื่องของคุณได้ - **วิธีการทำงาน** เมื่อคุณเลือกตัวเลือก **เก็บถาวร** ในแผง **แชร์** ไฟล์ทั้งหมดในฐานข้อมูลจะถูกรวบรวมและส่งออกพร้อมกัน - **ผลลัพธ์** ผลการส่งออกจะปรากฏเป็นโฟลเดอร์บนอุปกรณ์ของคุณ ซึ่งประกอบด้วยไฟล์ที่ถูกเก็บถาวรทั้งหมด
tr: ExcalidrawZ, veritabanında saklanan tüm dosyaları arşivlemenize ve yerel cihazınıza dışa aktarmanıza olanak tanır. - **Nasıl çalışır** Paylaş panelinde **Arşivle** seçeneğini seçtiğinizde veritabanındaki tüm dosyalar toplanır ve birlikte dışa aktarılır. - **Sonuç** Dışa aktarma, yerel cihazınızda tüm arşivlenen dosyalarınızı içeren bir klasör olarak görünecektir.
vi: ExcalidrawZ cho phép bạn lưu trữ tất cả các tệp được lưu trong cơ sở dữ liệu và xuất chúng ra thiết bị cục bộ của bạn. - **Cách hoạt động** Khi bạn chọn tùy chọn **Lưu trữ** trong bảng Chia sẻ, tất cả các tệp trong cơ sở dữ liệu sẽ được thu thập và xuất cùng nhau. - **Kết quả** Việc xuất sẽ xuất hiện dưới dạng một thư mục trên thiết bị cục bộ của bạn, chứa tất cả các tệp đã được lưu trữ.
zh_hans: ExcalidrawZ 允许你把数据库中存储的所有文件归档并导出到本地设备。 - **工作原理** 当你在共享面板中选择 **归档** 选项时，所有数据库文件将被收集并一起导出。 - **结果** 导出内容将以文件夹的形式出现在你的本地设备中，包含所有已归档的文件。
zh_hant: ExcalidrawZ 允許您將資料庫中儲存的所有檔案封存，並匯出到您的本機裝置。 - **運作方式** 當您在「分享」面板中選擇 **封存** 選項時，所有資料庫檔案會被收集並一併匯出。 - **結果** 匯出內容會以資料夾的形式出現在您的本機裝置，內含所有已封存的檔案。

# tipsShareDetailArchiveTitle
source: Archive all your database files
ar: أرشفة جميع ملفات قاعدة البيانات الخاصة بك
de: Alle Datenbankdateien archivieren
es: Archivar todos los archivos de tu base de datos
fr: Archivez tous les fichiers de votre base de données
hi: अपने डेटाबेस की सभी फ़ाइलों को आर्काइव करें
it: Archivia tutti i file del database
ja: データベース内のすべてのファイルをアーカイブ
ko: 데이터베이스의 모든 파일 보관
nl: Archiveer al je databasebestanden
pl: Zarchiwizuj wszystkie pliki z bazy danych
pt: Arquivar todos os ficheiros da base de dados
ru: Архивируйте все файлы вашей базы данных
th: เก็บถาวรไฟล์ทั้งหมดในฐานข้อมูลของคุณ
tr: Veritabanınızdaki tüm dosyaları arşivleyin
vi: Lưu trữ tất cả tệp trong cơ sở dữ liệu
zh_hans: 归档所有数据库文件
zh_hant: 封存資料庫中的所有檔案

# tipsShareDetailDescription
source: ExcalidrawZ allows you to easily export and share your drawings in many formats.
ar: يتيح ExcalidrawZ لك تصدير ومشاركة رسوماتك بسهولة بعدة صيغ.
de: ExcalidrawZ ermöglicht es Ihnen, Ihre Zeichnungen einfach in verschiedenen Formaten zu exportieren und zu teilen.
es: ExcalidrawZ te permite exportar y compartir fácilmente tus dibujos en muchos formatos.
fr: ExcalidrawZ vous permet d'exporter et de partager facilement vos dessins dans de nombreux formats.
hi: ExcalidrawZ आपको अपनी ड्रॉइंग्स को कई फ़ॉर्मैट में आसानी से निर्यात और साझा करने की सुविधा देता है.
it: ExcalidrawZ ti consente di esportare e condividere facilmente i tuoi disegni in diversi formati.
ja: ExcalidrawZ は描画をさまざまな形式で簡単にエクスポートして共有できます。
ko: ExcalidrawZ는 다양한 형식으로 그림을 손쉽게 내보내고 공유할 수 있게 해줍니다.
nl: ExcalidrawZ stelt je in staat je tekeningen eenvoudig te exporteren en te delen in verschillende formaten.
pl: ExcalidrawZ pozwala łatwo eksportować i udostępniać rysunki w wielu formatach.
pt: O ExcalidrawZ permite exportar e partilhar os seus desenhos de forma simples em vários formatos.
ru: ExcalidrawZ позволяет легко экспортировать и делиться своими рисунками в различных форматах.
th: ExcalidrawZ ช่วยให้คุณส่งออกและแชร์ภาพวาดของคุณได้อย่างง่ายดายในหลายรูปแบบ
tr: ExcalidrawZ, çizimlerinizi birçok formatta kolayca dışa aktarmanıza ve paylaşmanıza olanak tanır.
vi: ExcalidrawZ cho phép bạn dễ dàng xuất và chia sẻ bản vẽ của mình ở nhiều định dạng.
zh_hans: ExcalidrawZ 允许你以多种格式轻松导出并分享你的绘图。
zh_hant: ExcalidrawZ 讓您輕鬆以多種格式匯出並分享您的繪圖。

# tipsShareDetailExportFileContent
source: In addition to images, you can also export your drawings as files. - **How to access** Open the **Share** panel and select the **File** option. - **Ways to save and use** - Copy the file directly to the clipboard - Save the file locally with one click - Drag and drop the file to any destination you prefer - **Compatibility** The exported file is fully compatible with Excalidraw, so it can be opened and edited without any loss of content.
ar: بالإضافة إلى الصور، يمكنك أيضًا تصدير رسوماتك كملفات. - **كيفية الوصول** افتح لوحة **المشاركة** واختر خيار **الملف**. - **طرق الحفظ والاستخدام** - انسخ الملف مباشرة إلى الحافظة - احفظ الملف محليًا بنقرة واحدة - اسحب الملف وأفلته إلى أي وجهة تفضّلها - **التوافق** الملف المُصدَّر متوافق تمامًا مع Excalidraw، لذا يمكن فتحه وتعديله دون فقدان أي محتوى.
de: Zusätzlich zu Bildern können Sie Ihre Zeichnungen auch als Dateien exportieren. - **Zugriff** Öffnen Sie das **Teilen**-Panel und wählen Sie die Option **Datei**. - **Speicher- und Verwendungsoptionen** - Kopieren Sie die Datei direkt in die Zwischenablage - Speichern Sie die Datei mit einem Klick lokal - Ziehen Sie die Datei per Drag & Drop an einen beliebigen Ort - **Kompatibilität** Die exportierte Datei ist vollständig mit Excalidraw kompatibel, sodass sie ohne Informationsverlust geöffnet und bearbeitet werden kann.
es: Además de imágenes, también puedes exportar tus dibujos como archivos. - **Cómo acceder** Abre el panel **Compartir** y selecciona la opción **Archivo**. - **Formas de guardar y usar** - Copia el archivo directamente al portapapeles - Guarda el archivo localmente con un solo clic - Arrastra y suelta el archivo a cualquier destino que prefieras - **Compatibilidad** El archivo exportado es totalmente compatible con Excalidraw, por lo que puede abrirse y editarse sin pérdida de contenido.
fr: En plus des images, vous pouvez également exporter vos dessins sous forme de fichiers. - **Comment y accéder** Ouvrez le panneau de partage et sélectionnez l'option **Fichier**. - **Façons d'enregistrer et d'utiliser** - Copier le fichier directement dans le presse-papiers - Enregistrer le fichier localement d'un clic - Glisser-déposer le fichier vers n'importe quelle destination de votre choix - **Compatibilité** Le fichier exporté est entièrement compatible avec Excalidraw, il peut donc être ouvert et modifié sans perte de contenu.
hi: इमेज के अलावा, आप अपनी ड्रॉइंग्स को फ़ाइल के रूप में भी निर्यात कर सकते हैं. - **कैसे एक्सेस करें** **Share** पैनल खोलें और **File** विकल्प चुनें. - **सहेजने और उपयोग करने के तरीके** - फ़ाइल को सीधे क्लिपबोर्ड पर कॉपी करें - एक क्लिक में फ़ाइल को लोकल रूप से सहेजें - फ़ाइल को किसी भी पसंदीदा गंतव्य पर खींचकर छोड़ें - **अनुकूलता** निर्यात की गई फ़ाइल Excalidraw के साथ पूरी तरह संगत है, इसलिए इसे बिना किसी सामग्री हानि के खोला और संपादित किया जा सकता है.
it: Oltre alle immagini, puoi anche esportare i tuoi disegni come file. - **Come accedervi** Apri il pannello **Condividi** e seleziona l'opzione **File**. - **Modalità di salvataggio e utilizzo** - Copia il file direttamente negli appunti - Salva il file localmente con un clic - Trascina e rilascia il file in qualsiasi destinazione preferisci - **Compatibilità** Il file esportato è completamente compatibile con Excalidraw, quindi può essere aperto e modificato senza alcuna perdita di contenuto.
ja: 画像に加えて、描画をファイルとしてエクスポートすることもできます。 - **アクセス方法** **共有** パネルを開き、**ファイル** オプションを選択します。 - **保存と利用の方法** - ファイルを直接クリップボードにコピー - ワンクリックでファイルをローカルに保存 - ファイルを任意の場所へドラッグ＆ドロップ - **互換性** エクスポートされたファイルは Excalidraw と完全に互換性があるため、内容を損なうことなく開いて編集できます。
ko: 이미지 외에도 그림을 파일로 내보낼 수 있습니다. - **접근 방법** **공유** 패널을 열고 **파일** 옵션을 선택하세요. - **저장 및 사용 방법** - 파일을 클립보드에 직접 복사 - 한 번의 클릭으로 파일을 로컬에 저장 - 파일을 원하는 위치로 드래그 앤 드롭 - **호환성** 내보낸 파일은 Excalidraw와 완벽히 호환되어 내용 손실 없이 열어 편집할 수 있습니다.
nl: Naast afbeeldingen kun je je tekeningen ook als bestanden exporteren. - **Hoe je toegang krijgt** Open het **Delen**-paneel en selecteer de optie **Bestand**. - **Manieren om op te slaan en te gebruiken** - Kopieer het bestand rechtstreeks naar het klembord - Sla het bestand lokaal op met één klik - Sleep en zet het bestand neer op elke gewenste locatie - **Compatibiliteit** Het geëxporteerde bestand is volledig compatibel met Excalidraw, waardoor het zonder enig verlies van inhoud geopend en bewerkt kan worden.
pl: Poza obrazami możesz także eksportować swoje rysunki jako pliki. - **Jak uzyskać dostęp** Otwórz panel **Udostępniania** i wybierz opcję **Plik**. - **Sposoby zapisu i użycia** - Skopiuj plik bezpośrednio do schowka - Zapisz plik lokalnie jednym kliknięciem - Przeciągnij i upuść plik w dowolne miejsce - **Zgodność** Wyeksportowany plik jest w pełni zgodny z Excalidraw, dzięki czemu można go otworzyć i edytować bez utraty zawartości.
pt: Além de imagens, também pode exportar os seus desenhos como ficheiros. - **Como aceder** Abra o painel **Partilhar** e selecione a opção **Ficheiro**. - **Formas de guardar e usar** - Copie o ficheiro diretamente para a área de transferência - Guarde o ficheiro localmente com um clique - Arraste e solte o ficheiro para qualquer destino que preferir - **Compatibilidade** O ficheiro exportado é totalmente compatível com o Excalidraw, pelo que pode ser aberto e editado sem qualquer perda de conteúdo.
ru: Помимо изображений, вы также можете экспортировать свои рисунки в виде файлов. - **Как получить доступ** Откройте панель **Share** и выберите опцию **File**. - **Способы сохранения и использования** - Скопировать файл напрямую в буфер обмена - Сохранить файл локально одним кликом - Перетащить файл в любое место назначения по вашему выбору - **Совместимость** Экспортируемый файл полностью совместим с Excalidraw, поэтому его можно открыть и отредактировать без потери содержимого.
th: นอกเหนือจากรูปภาพแล้ว คุณยังสามารถส่งออกภาพวาดของคุณเป็นไฟล์ได้ด้วย - **วิธีการเข้าถึง** เปิดแผง **แชร์** แล้วเลือกตัวเลือก **ไฟล์** - **วิธีการบันทึกและใช้งาน** - คัดลอกไฟล์โดยตรงไปยังคลิปบอร์ด - บันทึกไฟล์ลงเครื่องด้วยการคลิกเพียงครั้งเดียว - ลากแล้ววางไฟล์ไปยังปลายทางที่คุณต้องการ - **ความเข้ากันได้** ไฟล์ที่ส่งออกสามารถใช้งานร่วมกับ Excalidraw ได้อย่างเต็มที่ จึงสามารถเปิดและแก้ไขได้โดยไม่สูญเสียเนื้อหาใดๆ
tr: Görüntülerin yanı sıra çizimlerinizi dosya olarak da dışa aktarabilirsiniz. - **Nasıl erişilir** Paylaş panelini açın ve **Dosya** seçeneğini seçin. - **Kaydetme ve kullanma yolları** - Dosyayı doğrudan panoya kopyalayın - Dosyayı tek tıkla yerel olarak kaydedin - Dosyayı istediğiniz herhangi bir yere sürükleyip bırakın - **Uyumluluk** Dışa aktarılan dosya Excalidraw ile tamamen uyumludur; içeriğin herhangi bir kaybı olmadan açılabilir ve düzenlenebilir.
vi: Ngoài hình ảnh, bạn cũng có thể xuất bản vẽ của mình dưới dạng tệp. - **Cách truy cập** Mở bảng **Chia sẻ** và chọn tùy chọn **Tệp**. - **Cách lưu và sử dụng** - Sao chép tệp trực tiếp vào khay nhớ tạm - Lưu tệp cục bộ chỉ với một cú nhấp - Kéo thả tệp tới bất kỳ vị trí nào bạn muốn - **Tương thích** Tệp được xuất hoàn toàn tương thích với Excalidraw, vì vậy có thể mở và chỉnh sửa mà không làm mất nội dung.
zh_hans: 除了图片，你还可以将绘图导出为文件。 - **如何访问** 打开 **共享面板** 并选择 **文件** 选项。 - **保存与使用方式** - 将文件直接复制到剪贴板 - 一键将文件保存到本地 - 将文件拖放到任何你想要的目的地 - **兼容性** 导出的文件与 Excalidraw 完全兼容，可在不丢失内容的情况下打开和编辑。
zh_hant: 除了影像之外，您也可以將繪圖匯出為檔案。 - **如何存取** 打開「分享」面板，並選擇 **檔案** 選項。 - **儲存與使用方式** - 將檔案直接複製到剪貼簿 - 一鍵將檔案儲存至本機 - 將檔案拖放到您想要的任何位置 - **相容性** 匯出的檔案與 Excalidraw 完全相容，可直接開啟並編輯，內容不會遺失。

# tipsShareDetailExportFileTitle
source: Export to file
ar: التصدير إلى ملف
de: Als Datei exportieren
es: Exportar como archivo
fr: Exporter en tant que fichier
hi: फ़ाइल के रूप में निर्यात
it: Esporta come file
ja: ファイルにエクスポート
ko: 파일로 내보내기
nl: Exporteren als bestand
pl: Eksport do pliku
pt: Exportar para ficheiro
ru: Экспорт в файл
th: ส่งออกเป็นไฟล์
tr: Dosyaya dışa aktar
vi: Xuất ra tệp
zh_hans: 导出为文件
zh_hant: 匯出為檔案

# toolbarActiveToolTitle
source: Active tool
ar: الأداة النشطة
de: Aktives Werkzeug
es: Herramienta activa
fr: Outil actif
hi: सक्रिय उपकरण
it: Strumento attivo
ja: アクティブツール
ko: 활성 도구
nl: Actieve tool
pl: Aktywne narzędzie
pt: Ferramenta ativa
ru: Активный инструмент
th: เครื่องมือที่ใช้งานอยู่
tr: Aktif araç
vi: Công cụ đang hoạt động
zh_hans: 活动工具
zh_hant: 當前工具

# toolbarApplePencilButtonDisconnect
source: Apple Pencil connected
ar: قلم آبل متصل
de: Apple Pencil verbunden
es: Apple Pencil conectado
fr: Apple Pencil connecté
hi: ऐप्पल पेंसिल कनेक्टेड
it: Apple Pencil connesso
ja: Apple Pencil が接続されています
ko: Apple Pencil 연결됨
nl: Apple Pencil verbonden
pl: Apple Pencil połączony
pt: Apple Pencil conectado
ru: Apple Pencil подключен
th: เชื่อมต่อ Apple Pencil
tr: Apple Pencil bağlı
vi: Apple Pencil đã kết nối
zh_hans: Apple Pencil已连接
zh_hant: Apple Pencil 已連接

# toolbarApplePencilConnectedMessage
source: In the current mode, you can draw using your Apple Pencil. When using your fingers: • A single finger allows you to move the canvas. • A two-finger tap on the screen performs an undo operation. • A three-finger tap on the screen performs a redo operation.
ar: في الوضع الحالي، يمكنك الرسم باستخدام قلم آبل. عند استخدام أصابعك: • إصبع واحد يسمح لك بتحريك اللوحة. • نقرة بإصبعين على الشاشة تقوم بعملية التراجع. • نقرة بثلاثة أصابع على الشاشة تقوم بعملية الإعادة.
de: Im aktuellen Modus können Sie mit Ihrem Apple Pencil zeichnen. Wenn Sie Ihre Finger benutzen: • Ein Finger ermöglicht es Ihnen, die Leinwand zu verschieben. • Ein Tippen mit zwei Fingern auf den Bildschirm führt eine Rückgängig-Operation aus. • Ein Tippen mit drei Fingern auf den Bildschirm führt eine Wiederherstellen-Operation aus.
es: En el modo actual, puedes dibujar usando tu Apple Pencil. Al usar tus dedos: • Un solo dedo te permite mover el lienzo. • Un toque con dos dedos en la pantalla realiza una operación de deshacer. • Un toque con tres dedos en la pantalla realiza una operación de rehacer.
fr: En mode actuel, vous pouvez dessiner avec votre Apple Pencil. Lorsque vous utilisez vos doigts : • Un seul doigt vous permet de déplacer le canevas. • Un tapotement à deux doigts sur l'écran effectue une opération d'annulation. • Un tapotement à trois doigts sur l'écran effectue une opération de rétablissement.
hi: वर्तमान मोड में, आप अपने ऐप्पल पेंसिल का उपयोग करके ड्राइंग कर सकते हैं। जब आप अपनी उंगलियों का उपयोग करते हैं: • एकल उंगली कैनवास को स्थानांतरित करने की अनुमति देती है। • स्क्रीन पर दो उंगलियों से टैप करने पर एक पूर्ववत क्रिया होती है। • स्क्रीन पर तीन उंगलियों से टैप करने पर एक पुनः क्रिया होती है।
it: Nella modalità attuale, puoi disegnare utilizzando la tua Apple Pencil. Quando usi le dita: • Un dito ti consente di muovere la tela. • Un tocco con due dita sullo schermo esegue un'operazione di annullamento. • Un tocco con tre dita sullo schermo esegue un'operazione di ripetizione.
ja: 現在のモードでは、Apple Pencilを使用して描画できます。指を使用する場合: • 1本の指でキャンバスを移動できます。 • 画面を2本指でタップすると、元に戻す操作が実行されます。 • 画面を3本指でタップすると、やり直し操作が実行されます。
ko: 현재 모드에서는 Apple Pencil을 사용하여 그릴 수 있습니다. 손가락을 사용할 때: • 한 손가락으로 캔버스를 이동할 수 있습니다. • 두 손가락으로 화면을 탭하면 실행 취소 작업이 수행됩니다. • 세 손가락으로 화면을 탭하면 다시 실행 작업이 수행됩니다.
nl: In de huidige modus kun je tekenen met je Apple Pencil. Bij gebruik van je vingers: • Een enkele vinger laat je het canvas verplaatsen. • Een tik met twee vingers op het scherm voert een ongedaan maken operatie uit. • Een tik met drie vingers op het scherm voert een opnieuw uitvoeren operatie uit.
pl: W bieżącym trybie możesz rysować za pomocą Apple Pencil. Używając palców: • Jeden palec pozwala przesuwać płótno. • Podwójne stuknięcie dwoma palcami na ekranie wykonuje operację cofania. • Potrójne stuknięcie trzema palcami na ekranie wykonuje operację ponawiania.
pt: No modo atual, você pode desenhar usando seu Apple Pencil. Ao usar os dedos: • Um único dedo permite mover a tela. • Um toque com dois dedos na tela realiza uma operação de desfazer. • Um toque com três dedos na tela realiza uma operação de refazer.
ru: В текущем режиме вы можете рисовать с помощью Apple Pencil. При использовании пальцев: • Один палец позволяет перемещать холст. • Двойное касание экрану двумя пальцами выполняет операцию отмены. • Тройное касание экрану тремя пальцами выполняет операцию повтора.
th: ในโหมดปัจจุบัน คุณสามารถวาดด้วย Apple Pencil ของคุณได้ เมื่อใช้มือ: • การสัมผัสด้วยนิ้วเดียวจะช่วยให้คุณย้ายผ้าใบ. • การแตะสองนิ้วที่หน้าจอจะทำการย้อนกลับ. • การแตะสามนิ้วที่หน้าจอจะทำการทำซ้ำ.
tr: Mevcut modda, Apple Pencil'inizi kullanarak çizebilirsiniz. Parmaklarınızı kullanırken: • Tek bir parmak, tuvali hareket ettirmenizi sağlar. • Ekrana iki parmakla dokunmak, geri alma işlemi gerçekleştirir. • Ekrana üç parmakla dokunmak, yineleme işlemi gerçekleştirir.
vi: Trong chế độ hiện tại, bạn có thể vẽ bằng Apple Pencil của mình. Khi sử dụng ngón tay của bạn: • Một ngón tay cho phép bạn di chuyển canvas. • Chạm hai ngón tay trên màn hình thực hiện thao tác hoàn tác. • Chạm ba ngón tay trên màn hình thực hiện thao tác làm lại.
zh_hans: 在当前模式下，您可以使用 Apple Pencil 绘图。当使用手指时： • 单指触摸可移动画布。 • 双指轻触屏幕执行撤销操作。 • 三指轻触屏幕执行重做操作。
zh_hant: 在當前模式下，你可以使用 Apple Pencil 繪圖。當使用手指時： • 單指可移動畫布。 • 用兩根手指點擊屏幕執行撤銷操作。 • 用三根手指點擊屏幕執行重做操作。

# toolbarApplePencilConnectedTitle
source: Disconnect
ar: فصل
de: Trennen
es: Desconectar
fr: Déconnecter
hi: डिस्कनेक्ट करें
it: Disconnetti
ja: 切断
ko: 연결 해제
nl: Ontkoppelen
pl: Odłącz
pt: Desconectar
ru: Отключить
th: ตัดการเชื่อมต่อ
tr: Bağlantıyı kes
vi: Ngắt kết nối
zh_hans: 断开连接
zh_hant: 斷開連接

# toolbarArrow
source: Arrow
ar: سهم
de: Pfeil
es: Flecha
fr: Flèche
hi: तीर
it: Freccia
ja: 矢印
ko: 화살표
nl: Pijl
pl: Strzałka
pt: Seta
ru: Стрелка
th: ลูกศร
tr: Ok
vi: Mũi tên
zh_hans: 箭头
zh_hant: 箭頭

# toolbarButtonCollaborationNewRoom
source: New Room
ar: غرفة جديدة
de: Neuer Raum
es: Nueva sala
fr: Nouvelle salle
hi: नया कमरा
it: Nuova Stanza
ja: 新しい部屋
ko: 새 방
nl: Nieuwe Kamer
pl: Nowy pokój
pt: Nova Sala
ru: Новая комната
th: ห้องใหม่
tr: Yeni Oda
vi: Phòng mới
zh_hans: 新房间
zh_hant: 新房間

# toolbarButtonLockToolHelp
source: Keep selected tool active after drawing
ar: احتفظ بالأداة المحددة نشطة بعد الرسم
de: Halten Sie das ausgewählte Werkzeug nach dem Zeichnen aktiv
es: Mantener la herramienta seleccionada activa después de dibujar
fr: Maintenir l'outil sélectionné actif après le dessin
hi: चित्रण के बाद चयनित उपकरण को सक्रिय रखें
it: Mantieni lo strumento selezionato attivo dopo il disegno
ja: 描画後に選択したツールをアクティブに保つ
ko: 그리기 후 선택한 도구를 활성 상태로 유지합니다.
nl: Houd de geselecteerde tool actief na het tekenen
pl: Utrzymaj wybrane narzędzie aktywne po rysowaniu
pt: Mantenha a ferramenta selecionada ativa após desenhar
ru: Сохранить выбранный инструмент активным после рисования
th: รักษาเครื่องมือที่เลือกให้ทำงานต่อเนื่องหลังจากการวาด
tr: Çizim yaptıktan sonra seçilen aracı aktif tut
vi: Giữ công cụ đã chọn hoạt động sau khi vẽ
zh_hans: 在绘图后保持所选工具激活状态
zh_hant: 繪製後保持所選工具處於活動狀態

# toolbarButtonLockToolLabel
source: Lock tool
ar: قفل الأداة
de: Werkzeug sperren
es: Bloquear herramienta
fr: Verrouiller l'outil
hi: उपकरण लॉक करें
it: Blocca strumento
ja: ツールをロック
ko: 도구 잠금
nl: Tool vergrendelen
pl: Zablokuj narzędzie
pt: Trancar ferramenta
ru: Заблокировать инструмент
th: ล็อคเครื่องมือ
tr: Aracı kilitle
vi: Khóa công cụ
zh_hans: 锁定工具
zh_hant: 鎖定工具

# toolbarDiamond
source: Diamond
ar: مؤشر
de: Diamant
es: Diamante
fr: Diamant
hi: हीरा
it: Diamante
ja: ダイヤモンド
ko: 다이아몬드
nl: Ruit
pl: Diament
pt: Diamante
ru: Ромб
th: เพชร
tr: Elmas
vi: Hình thoi
zh_hans: 菱形
zh_hant: 菱形
